[
  {
    "party": "Vox",
    "candidate": "Santiago Abascal",
    "topic": "Conflictos y migración",
    "proposal": "Frenar proliferación de armas",
    "source": "https://youtu.be/lVwm_wVvcGI?t=1995",
    "date": "23/3/2019",
    "statement": "Los españoles que tengan derecho, por la legislación, en sus casas si son asaltados tienen derecho a defenderse con un palo, con el cenicero, con un cuchillo de cocina o con la licencia que les haya dado el Estado. [...] tienen el derecho y el deber de defenderse y de no esperar a que llegue la policía"
  },
  {
    "party": "Vox",
    "candidate": "Santiago Abascal",
    "topic": "Fiscalidad",
    "proposal": "Progresividad sistema tributario",
    "source": "https://youtu.be/lVwm_wVvcGI?t=1648",
    "date": "23/3/2019",
    "statement": "Os hemos dicho [...] que tenéis derecho a disfrutar de ese fruto de vuestro esfuerzo sin que unos impuestos abusivos y confiscatorios os arrebaten lo que es vuestro para mantener un sistema injusto, un sistema exagerado y un sistema que no defiende vuestros intereses"
  },
  {
    "party": "Vox",
    "candidate": "Santiago Abascal",
    "topic": "Conflictos y migración",
    "proposal": "Política migratoria que garantice derechos",
    "source": "https://youtu.be/lVwm_wVvcGI?t=1664",
    "date": "23/3/2019",
    "statement": "Estáis aquí porque os hemos dicho que sois españoles y que por supuesto tenemos deberes pero tenemos todos los derechos en España, frente a esos políticos que quieren dar los derechos al primero que entra por la puerta [...]. Nosotros estamos dispuestos a que otras personas convivan entre nosotros. Pero llamando a la puerta, respetando nuestras leyes y aceptando nuestra manera de vivir"
  },
  {
    "party": "Vox",
    "candidate": "Santiago Abascal",
    "topic": "Conflictos y migración",
    "proposal": "Política migratoria que garantice derechos",
    "source": "https://twitter.com/Santi_ABASCAL/status/1108347579975245824",
    "date": "20/3/2019",
    "statement": "Fructífero encuentro con el gobierno de #Polonia para analizar políticas comunes basadas en el respeto a los Estados soberanos europeos, a los valores cristianos, y en el control migratorio"
  }
]
